---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewerBoundOffsetNear
source: html/0d6d4a63-a3e4-5928-7508-d2c5dc79a2a1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewerBoundOffsetNear Property

"Near Clip Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewerBoundOffsetNear { get; }
```